Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/evttohus_samiid_duohtavuoda-_ja_soabadankommisuvnna_asaheapmin_lea_almmustahtton.html.tmx
Source language: sme
Languages: smn

source: Evttohus sámiid duohtavuođa- ja soabadankommišuvnna ásaheapmin lea almmustahtton
smn: Iävtuttâs sämmilij tuotâvuotâ- já sovâdâttâmkomissio aasâtmân lii almostum

source: Sámedikki stivra gieđahalai sámiid duohtavuođa- ja soabadanproseassa čoahkkimis 2.12.2019 ja mearridii evttohit Sámedikki čoahkkimii, ahte dat juogo dohkkeha dahje hilgu evttohusa sámiid duohtavuođa- ja soabadankommišuvnna ásaheapmin.
smn: Sämitige stivrâ kieđâvušâi sämmilij tuotâvuotâ- já sovâdâttâmproosees čuákkimist 2.12.2019 já meridij iävtuttiđ Sämitige čuákkimân, ete tot tuhhiit teikkâ hilgo iävtuttâs sämmilij tuotâvuotâ- já sovâdâttâmkomissio aasâtmân.

source: Sámedikki čoahkkin gieđahallá ášši čoahkkimis 17.-18.12.2019.
smn: Sämitige čuákkim kieđâvuš ääši čuákkimist 17.-18.12.2019.

source: Nuortalaččaid siidačoahkkin gieđahallá ášši 12.12.2019 oktasaš čoahkkimis, mii dollo Njellim – Keväjärvi ja Njávdáma guovlluid nuortalašráđiiguin.
smn: Nuorttâlij sijdâčuákkim kieđâvuš ääši 12.12.2019 Njellim-Kiäváájäävri já Njiävđám kuávlui nuorttâlâšraađij ohtâsâš čuákkimist.

source: Almmustahtton evttohus sámiid duohtavuođa- ja soabadankommišuvnna ásaheapmin sisttis doallá earret eará kommišuvnna bargogohččosa, barggu ulbmiliid ja bargguid.
smn: Almostum iävtuttâs sämmilij tuotâvuotâ- já sovâdâttâmkomissio aasâtmân siskeeld eereeb iärásij komissio toimânadelem, pargo puátusijd já tooimâid.

source: Evttohusa mielde stáhtaráđđi ásaha kommišuvnna oktasašbarggus Sámedikkiin ja Nuortalaččaid siidačoahkkimiin.
smn: Iävtuttâs mield staatârääđi aasât komissio ohtsâšpargoost Sämitiggijn já Nuorttâlij sijdâčuákkimáin.

source: Kommišuvnnas leat 5 komissára.
smn: Komissiost láá 5 komissaar.

source: Komissárain 2 válljejuvvojit stáhtaráđi evttohusas, 2 válljejuvvojit Sámedikki evttohusas ja 1 Nuortalaččaid siidačoahkkima evttohusas.
smn: Komissaarijn kyevtis väljejuv staatârääđi iävtuttâsâst, kyevtis väljejuv Sämitige iävtuttâsâst já ohtâ Nuorttâlij sijdâčuákkim iävtuttâsâst.

source: Duohtavuođa- ja soabadankommišuvnna lahtut leat viiddis luohttámuša návddašan olbmot sápmelaš ja suopmelaš servodagas.
smn: Komissio jesâneh láá ulmuuh, kiäid lii vijđes luáttámuš sehe sämmilii já syemmilii siärváduvâst.

source: Kommišuvdna lea barggustis iehčanas ja sorjjasmeahttun.
smn: Komissio lii pargostis jiešmerideijee já jiečânâs.

source: Duohtavuođa- ja soabadanproseassa mihttomearrin lea earuhit ja árvvoštallat historjjálaš ja dálá olggušteami, mielde logadettiin maiddái stáhta suddadanpolitihka, ja vuoigatvuođaid loavkidemiid, čielggadit mo dát váikkuhit sápmelaččaide ja sin servošii dálá dilis ja evttohit mo sáhtašii ovddidit oktavuođa sámiid ja Suoma stáhta gaskkas ja sámiid gaskavuođas.
smn: Tuotâvuotâ- já sovâdâttâmproosees ulmen lii tubdâđ já árvuštâllâđ historjálii já tááláá olgoštem, meiddei staatâ suddâdempolitik, sehe vuoigâvuođâi luávkkimijd, čielgâdiđ maht toh vaigutteh sämmiláid já sii siärvusân tááláá tiileest já iävtuttiđ, maht sämmilij já Suomâ staatâ koskâsii sehe sämmilij koskânâs ohtâvuođâ puávtáččij ovdediđ.

source: Kommišuvnna barggu mihttomearri lea čohkket sápmelaččaid vásáhusaid Suoma stáhta ja sierra virgeoapmahaččaid doaimmain ja das, makkár váikkuhusat ja čuovvumušat dain leat leamašan ja leat ain sápmelaččaide eamiálbmogin ja dan lahtuide ovttaskas olmmožin, ja dahkat dán dieđu oinnolažžan.
smn: Komissio pargo ulmen lii čuággiđ sämmilij feerimijd Suomâ staatâ já eres virgeomâhái tooimâin já tast, magareh vaikuttâsah já čuávumušah toin láá lamaš já ain láá sämmiláid algâalmugin já ton jesânáid ohtâgâssân, já pyehtiđ taam tiäđu uáinusân.

source: Kommišuvdna ráhkada barggustis raportta, mii luohpaduvvo stáhtaráđđái, Sámediggái ja Nuortalaččaid siidačoahkkimii 30.11.2022 rádjai.
smn: Komissio kalga rähtiđ pargostis raapoort, mii adeluvvoo staatârááđán, Sämitiigán já Nuorttâlij sijdâčuákkimân majemustáá 30.11.2022.

source: Kommišuvdna sáhtte siktet doaimmas ja ortniiduvvat buoremussan oaidnán vugiin ja vuođđudit ovdamearkan bargojoavkkuid dahje juhkosiid bargogohččosa deavdima várás ja vai deavdá dasa ásahuvvon mihttomeriid.
smn: Komissio puáhtá sundediđ tooimâs já ornijduđ ton pyeremussân uáinim vuovvijn já vuáđudiđ ovdâmerkkân pargojuávhuid tâi juáhusijd jieijâs toimânkoččom já toos adelum mittomeerij olášuttem várás.

source: Kommišuvdna vállje váldočálli ja vejolaččat eará čállingotti lahtuid.
smn: Komissio väljee olssis uáivičällee já eres máhđulijd čäällimkode jesânijd.

source: Stáhtaráđi kansliija čujuha mearreruđa kommišuvnna doibmii.
smn: Staatârääđi kanslia addel komissio tooimân meriruuđâ.

source: Psykososiála doarjja lea mihtilmas oassi proseassa ollašuvvamis.
smn: Psykososiaallâš toorjâ lii proosees olášume tehálâš uási.

source: Vuoiŋŋalaš ja psyhkalaš doarjja sámegielaiguin ja kulturduogáža gáibidan vugiin galgá leat fállon.
smn: Vuoiŋâlii já psyykkisii torjuu kalga faallâđ sämikieláid já kulttuurtuáváá vaattâm vuovvijn.

source: Soabadanproseassa materiála vurkejuvvo Riikkaarkiivva Sámearkiivii.
smn: Sovâdâttâmproosees amnâstâh vyerkkejuvvoo Suomâ Aalmuglâšarkkâduv Sämiarkkâdâhân.

source: Oaiveministtar Antti Rinne ráđđehusa prográmma mielde duohtavuođa- ja soabadankommišuvnna bargu jotkojuvvo.
smn: Uáiviminister Antti Rinne haldâttâs ohjelm mield tuotâvuotâ- já sovâdâttâmkomissio pargo juátkoo.

source: Stáhtaráđđi lea gieđahallan ja dohkkehan evttohusa sámiid duohtavuođa- ja soabadankommišuvdnan eahketskuvllas 13.11.2019.
smn: Staatârääđi lii kieđâvuššâm já tuhhiittâm iävtuttâs sämmilij tuotâvuotâ- já sovâdâttâmkomission eehidškovlâstis 13.11.2019.

source: Evttohus sámiid duohtavuođa- ja soabadankommišuvnna ásaheapmin
smn: Iävtuttâs sämmilij tuotâvuotâ- já sovâdâttâmkomissio aasâtmân

source: Govva: Anja Vest / Sámediggi
smn: Kove: Anja Vest / Sämitigge

source: Lassidieđut:
smn: Lasetiäđuh:

source: Sámedikki ságajođiheaddji Tiina Sanila-Aikio tel. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
smn: Sämitige saavâjođetteijee Tiina Sanila-Aikio puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi

source: Nuortalaččaid ovdaolmmoš Veikko Feodoroff tel. 050 396 1297, veikko.feodoroff(at)kolttasaamelaiset.fi
smn: Nuorttâlij ovdâolmooš Veikko Feodoroff puh. 050 396 1297, veikko.feodoroff(at)kolttasaamelaiset.fi
